import moscowLogo from "../../img/moscowLogo.jpg";
import CLogo from "../../img/CLogo.jpg";
import NCLogo from "../../img/NCLogo.jpg";
import NELogo from "../../img/NELogo.jpg";

const moscowMap = {
	DEFAUlT: {
		description:
			"Москва — крупнейший в общероссийском масштабе финансовый центр, международный деловой центр и центр управления большой частью экономики страны.",
		logo: moscowLogo,
		text: "Москва разделена на двенадцать округов, образованных для административного управления соответствующими территориями.",
        textList: "Список административных округов города Москвы: Центральный, Северный, Северо-Восточный, Восточный, Юго-Восточный, Южный, Юго-Западный, Западный, Северо-Западный и Зеленоградский."
	},
	TR: {
		description:
			"Москва — крупнейший в общероссийском масштабе финансовый центр, международный деловой центр и центр управления большой частью экономики страны.",
		logo: moscowLogo,
		text: "Москва разделена на двенадцать округов, образованных для административного управления соответствующими территориями.",
        textList: "Список административных округов города Москвы: Центральный, Северный, Северо-Восточный, Восточный, Юго-Восточный, Южный, Юго-Западный, Западный, Северо-Западный и Зеленоградский."
	},
	NM: {
		description:
			"Москва — крупнейший в общероссийском масштабе финансовый центр, международный деловой центр и центр управления большой частью экономики страны.",
		logo: moscowLogo,
		text: "Москва разделена на двенадцать округов, образованных для административного управления соответствующими территориями.",
        textList: "Список административных округов города Москвы: Центральный, Северный, Северо-Восточный, Восточный, Юго-Восточный, Южный, Юго-Западный, Западный, Северо-Западный и Зеленоградский."
	},
	SW: {
		description:
			"Москва — крупнейший в общероссийском масштабе финансовый центр, международный деловой центр и центр управления большой частью экономики страны.",
		logo: moscowLogo,
		text: "Москва разделена на двенадцать округов, образованных для административного управления соответствующими территориями.",
        textList: "Список административных округов города Москвы: Центральный, Северный, Северо-Восточный, Восточный, Юго-Восточный, Южный, Юго-Западный, Западный, Северо-Западный и Зеленоградский."
	},
	SC: {
		description:
			"Москва — крупнейший в общероссийском масштабе финансовый центр, международный деловой центр и центр управления большой частью экономики страны.",
		logo: moscowLogo,
		text: "Москва разделена на двенадцать округов, образованных для административного управления соответствующими территориями.",
        textList: "Список административных округов города Москвы: Центральный, Северный, Северо-Восточный, Восточный, Юго-Восточный, Южный, Юго-Западный, Западный, Северо-Западный и Зеленоградский."
	},
	SE: {
		description:
			"Москва — крупнейший в общероссийском масштабе финансовый центр, международный деловой центр и центр управления большой частью экономики страны.",
		logo: moscowLogo,
		text: "Москва разделена на двенадцать округов, образованных для административного управления соответствующими территориями.",
        textList: "Список административных округов города Москвы: Центральный, Северный, Северо-Восточный, Восточный, Юго-Восточный, Южный, Юго-Западный, Западный, Северо-Западный и Зеленоградский."
	},
	EC: {
		description:
			"Москва — крупнейший в общероссийском масштабе финансовый центр, международный деловой центр и центр управления большой частью экономики страны.",
		logo: moscowLogo,
		text: "Москва разделена на двенадцать округов, образованных для административного управления соответствующими территориями.",
        textList: "Список административных округов города Москвы: Центральный, Северный, Северо-Восточный, Восточный, Юго-Восточный, Южный, Юго-Западный, Западный, Северо-Западный и Зеленоградский."
	},
	NE: {
		description:
			"Северо-Восточный административный округ (СВАО) города Москвы — один из десяти округов столицы. Был образован в 1991 году для административного управления соответствующей территорией. ",
		logo: NELogo,
        textList: "Округ занимает территорию 106.7 км2. Общая численность жителей Северо-Восточного округа составляет порядка 1108 тысяч человек.",
		text: "В состав СВАО входят 17 районов: Алексеевский, Алтуфьевский, Бабушкинский, Бибирево, Бутырский, Лианозово, Лосиноостровский, Марфино, Марьина роща, Северное Медведково, Южное Медведково, Останкинский, Отрадное, Ростокино, Свиблово, Северный и Ярославский.",
	},
	NC: {
		description:
			"Северный административный округ (САО) города Москвы — один из десяти округов столицы. Был образован в 1991 году для административного управления соответствующей территорией. ",
		logo: NCLogo,
        textList: "Округ занимает территорию 109.9 км2. Общая численность жителей Северного округа составляет порядка 900 тысяч человек.",
		text: "В состав САО входят 16 районов: Аэропорт, Беговой, Бескудниковский, Войковский, Головинский, Восточное Дегунино, Западное Дегунино, Дмитровский, Коптево, Левобережный, Молжаниновский, Савёловский, Сокол, Тимирязевский, Ховрино и Хорошёвский.",
	},
	NW: {
		description:
			"Москва — крупнейший в общероссийском масштабе финансовый центр, международный деловой центр и центр управления большой частью экономики страны.",
		logo: moscowLogo,
		text: "Москва разделена на двенадцать округов, образованных для административного управления соответствующими территориями.",
        textList: "Список административных округов города Москвы: Центральный, Северный, Северо-Восточный, Восточный, Юго-Восточный, Южный, Юго-Западный, Западный, Северо-Западный и Зеленоградский."
	},
	WC: {
		description:
			"Москва — крупнейший в общероссийском масштабе финансовый центр, международный деловой центр и центр управления большой частью экономики страны.",
		logo: moscowLogo,
		text: "Москва разделена на двенадцать округов, образованных для административного управления соответствующими территориями.",
        textList: "Список административных округов города Москвы: Центральный, Северный, Северо-Восточный, Восточный, Юго-Восточный, Южный, Юго-Западный, Западный, Северо-Западный и Зеленоградский."
	},
	ZEL: {
		description:
			"Москва — крупнейший в общероссийском масштабе финансовый центр, международный деловой центр и центр управления большой частью экономики страны.",
		logo: moscowLogo,
		text: "Москва разделена на двенадцать округов, образованных для административного управления соответствующими территориями.",
        textList: "Список административных округов города Москвы: Центральный, Северный, Северо-Восточный, Восточный, Юго-Восточный, Южный, Юго-Западный, Западный, Северо-Западный и Зеленоградский."
	},
	C: {
		description:
			"Центральный административный округ (ЦАО) города Москвы — один из десяти округов столицы. Был образован в 1991 году для административного управления соответствующей территорией. ",
		logo: CLogo,
        text: "В состав ЦАО входят 10 районов: Арбат, Басманный, Замоскворечье, Красносельский, Мещанский, Пресненский, Таганский, Тверской, Хамовники и Якиманка.",
        textList: "Округ занимает территорию 66.2 км2. Общая численность жителей Центрального округа составляет порядка 701 тысячи человек.ФФ"
	},
};

export default moscowMap;
